Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: The document slotting system was constantly fine-tuned to gauge its effectiveness and identify areas in need of improvement.
es: El sistema de asignación de fechas para la presentación de documentos se siguió adaptando constantemente para determinar adecuadamente su eficacia y definir los aspectos que era necesario mejorar.

source: Some 50 areas of the slotting system have been identified for improvement.
es: Se han determinado unos 50 aspectos del sistema de asignación de fechas para la presentación de documentos que habrá que mejorar.

source: Starting from 2007, the Department has fine-tuned the methodology by combining such historical figures with information generated by the slotting system.
es: A partir de 2007, el Departamento ha ajustado la metodología combinando estas cifras históricas con información generada por el sistema de asignación de fechas.

source: The slotting schedule is based on the programme of work of intergovernmental bodies.
es: El calendario de asignación de fechas se basa en el programa de trabajo de los órganos intergubernamentales.

source: Consequently, the Department has provided the slotting schedules to the presiding officers of intergovernmental bodies for reference in preparing their programmes of work.
es: Por consiguiente, el Departamento ha suministrado a los presidentes de los órganos intergubernamentales un calendario de las fechas asignadas, a modo de referencia para la preparación de sus programas de trabajo.

source: 82.02 Handsaws; blades for saws of all kinds (including slitting, slotting or toothless saw blades)
es: 82.02 Sierras de mano; hojas de sierra de cualquier clase, incluidas las fresas sierra y las hojas sin dentar

source: Such a rhythmic classification method, they suggested, gets more directly to the heart of how people truly hear songs -- and why they choose the ones they like -- than does the traditional technique of slotting songs into one category or another (for example, jazz or rock).
es: Sugirieron que un método de clasificación de esas características llega más directamente al núcleo de cómo las personas escuchan realmente las canciones, y de cómo eligen las que les gustan, que la técnica tradicional de clasificar las canciones en una categoría u otra (por ejemplo, jazz o rock).

source: These formative activities should be conducted for the electoral agencies with independence, maintaining the strategic control of the processes.
es: Estas actividades formativas deben ser conducidas por los organismos electorales con independencia, conservando el control estratégico de los procesos.

source: 421,436 This is the unit responsible for strategic leadership, technical guidance, quality control, strategic planning, budget planning, and the like.
es: 421.436 Unidad encargada de la conducción estratégica, orientación técnica, control de la excelencia, planeamiento estratégico y programación-presupuesto, entre otros.

source: The implementation of plans to deploy a global anti-ballistic missile system runs counter to the preservation of a strategic balance in the world and has a negative impact on nuclear missile control and disarmament.
es: La realización de los planes de desarrollo de un sistema mundial de defensa antimisil iría en contra del mantenimiento del equilibrio estratégico internacional y tendría consecuencias negativas para el control de las armas nucleares y el desarme.

source: However the situation remains critical, and rebel militia still control strategic areas and resources, perpetrating slaughter and violence on the civilian population.
es: Sin embargo la situación continúa siendo muy crítica y las milicias rebeldes continúan controlando territorios y recursos estratégicos y perpetrando estragos y violencia contra la población civil.

source: You use costing variants to stipulate which pricing strategy the system should use for the costing and how overhead is to be determined.
es: Estipulan la estrategia de determinación de precios que debe utilizarse para el cálculo del coste y cómo debe registrarse el recargo de gastos generales.

source: (DE) Mr President, Commissioner, ladies and gentlemen, anyone skimming through Mrs Buitenweg's report and listening to her statement might think that these proposals of hers are actually quite straightforward and thoroughly acceptable.
es: (DE) Señor Presidente, señor Comisario, Señorías, cualquiera que lea por encima el informe de la Sra. Buitenweg y escuche su exposición podría pensar que estas propuestas suyas son, en realidad, muy sencillas y perfectamente aceptables.

source: While there is no one single right way to determine your pricing strategy, fortunately there are some guidelines that will help you with your decision.
es: Aunque no haya una forma única y simple para determinar su correcta estrategia de precios, por suerte hay algunas pautas de orientación que sí le ayudarán en las decisiones.

source: In addition, the Commission examined the likely pricing strategy which may be followed by the Russian exporting producers in case of a resumption of imports towards the EC market if measures were removed.
es: Además, la Comisión analizó la estrategia probable de fijación de precios que quizás adopten los productores exportadores rusos si se reanudan las importaciones hacia el mercado comunitario en caso de suspensión de las medidas.

source: Low flying T-33 fighters from the anti-Trujillo expedition were skimming over the Cuban island, showing off and encouraging us, and they showed up from time to time.
es: Sobre el islote cubano volaban rasantes, en tareas de exhibición y aliento, los cazas T-33 que contaba la expedición antitrujillista y se mostraban de cuando en cuando.

source: Many of the vessels currently engaged in cabotage are rusting hulks skimming our coasts, often only just avoiding causing real ecological disasters because of their condition.
es: Muchos buques destinados al cabotaje son a menudo barcos basura que peinan nuestras costas y que, dado su estado, poco les falta muchas veces para provocar auténticas catástrofes ecológicas.

source: It is best to stir using a skimming spoon to cut up the vegetables.
es: Conviene remover con la espumadera y cortar con la misma los ingredientes.

source: The milk from the morning milking is placed in copper vats and mixed with that from the evening milking, partially skimmed by natural surface skimming.
es: La leche del ordeño matutino se vierte en tinas de cobre y se mezcla con la del ordeño vespertino, parcialmente desnatada por desnatado espontáneo.

source: In that spirit, the heads of author departments have provided written justifications for all their late slotting requests if the mandated submission deadlines cannot be adhered to for force majeure reasons.
es: En ese espíritu, los jefes de los departamentos autores han suministrado justificaciones por escrito del retraso en la presentación de todas sus solicitudes de asignación de fechas en los casos en que no pueden cumplirse los plazos reglamentarios de presentación de informes por razones de fuerza mayor.

source: For the second half of 2007, the percentage of late slotting requests by author departments is around 10 per cent.
es: En el segundo semestre de 2007 el porcentaje de demoras en la presentación de solicitudes de asignación de fechas por los departamentos autores es de aproximadamente el 10%.

source: The cylinder can be switched by slotting it into a second mounting hole.
es: El cilindro se puede alojar en un segundo orificio.

source: The stops are optional and are inserted in the top hole, while slotting into the bottom hook at the same time.
es: Los topes son opcionales y se introducen por el taladro superior encajando además en el enganche inferior.

source: An urgent matter slotting system has been instituted to enable all urgent matters to receive speedy attention and not be held up in any case backlog.
es: Se instituyó un sistema de inclusión de casos urgentes para posibilitar que todas las cuestiones de urgencia reciban una atención rápida y que no se queden detenidas de darse un atraso de algún caso.

source: The offset types we target include Gold Standard, Voluntary Carbon Standard (VCS), and Climate Action Reserve (CAR) certified offsets, in addition to European Union Allowances and Certified Emission Reduction offsets.
es: Los tipos de bonos en que nos concentramos incluyen los bonos certificados Gold Standard, Voluntary Carbon Standard (VCS) y Climate Action Reserve (CAR), además de los bonos European Union Allowances y Certified Emission Reduction que respaldan múltiples proyectos responsables desde el punto de vista ambiental.

source: He has attended various courses and seminars, relating to models of management control, strategic planning and company management that offer professional services.
es: Ha participado en varios cursos y seminarios referentes a cambios organizacionales, a modelos de gestión y de dirección de empresas de servicios profesionales.

source: These companies control strategic gold operations in reliable countries, which we think hold promise for the big majors.
es: Estas empresas controlan activos auríferos estratégicos en países fiables que, a nuestro juicio, resultan prometedores para las grandes compañías.

source: The programme of cooperation also supported the National Malaria Control Strategic Plan, aiming at a 60-per cent reduction of malaria by 2012.
es: El programa de cooperación también apoyó el plan estratégico nacional de lucha contra el paludismo que tenía como objetivo reducir el paludismo en un 60% para 2012.

source: The structural causes behind mass flows of refugees and internally displaced persons ranged from extreme poverty and chronic underdevelopment to international military conflicts to defend major geopolitical interests and control strategic natural resources.
es: Las causas estructurales de las corrientes masivas de refugiados y desplazados internos van desde la extrema pobreza y el subdesarrollo crónico hasta los conflictos militares internacionales cuyo objeto es defender intereses geopolíticos de envergadura y controlar recursos naturales estratégicos.

source: The Office also provided senior management with advice on various budgetary and control, strategic planning and risk assessment issues.
es: 24. Por otro lado, la Oficina asesoró a la administración superior sobre diversas cuestiones presupuestarias y de control, de planificación estratégica y de evaluación de riesgos.

source: The devices used for skimming are sometimes disguised to look like cell phones.
es: A veces los dispositivos usados para copiar se parecen a teléfonos móviles.

source: ADM contends that its pricing strategy was consistent with the price needed to achieve its target of 50 % market share in five years.
es: ADM mantiene que su estrategia de precios correspondía lógicamente a los precios necesarios para lograr su objetivo del 50 % de cuota de mercado en el espacio de cinco años.

source: In this context, Pernod Ricard USA finalised its new route-to-market and realigned its pricing strategy to respond to the high pressure competitive context.
es: "En este contexto, los equipos de Pernod Ricard USA han finalizado su nueva ""Route to Market"" y reconsiderado su estrategia tarifaria para adaptarse a un entorno más competitivo."

source: Such a change in mix would be accelerated by a pricing strategy for roads, fuels and vehicle licences.
es: Este cambio en la combinación podría verse acelerado por una estrategia de tarificación para las licencias de vehículos, carreteras y combustible.

source: Moreover, since DHL subsidiaries advertise the fact that they operate to the highest standards as evidenced by the relevant DIN certificates, DHL, as a leading service provider, can include these costs in its pricing strategy.
es: Además las filiales de DHL basan su publicidad en la alta calidad de sus servicios, como se prueba mediante el correspondiente certificado DIN, con lo que DHL, en tanto que empresa líder en la prestación de servicios, puede incluir estos costes en su estrategia de precios.

source: At this point, visible to the human eye under skimming light, the fineness is read off.
es: Este es el punto, visible al ojo humano con luz oblicua, que indica la fineza de la pintura.

source: "Watch closely as store and restaurant employees handle your card to make sure they are not copying or ""skimming"" your credit card number."
es: "Vigile bien cuando empleados de tiendas y restaurantes utilizan su tarjeta y asegúrese que no están copiando o ""skimming"" su número de tarjeta de crédito."

source: Our semiconductor pricing consulting practice's expert advice and analysis helps our clients balance their different goals and determine which semiconductor pricing strategy best supports their overall corporate strategy.
es: El análisis y asesoramiento de nuestros consultores ayuda a nuestros clientes a equilibrar sus objetivos y determinar que estrategia de Pricing es la más compatible con la estrategia corporativa.

source: Gift Certificates, iTunes Cards, Content Codes, and Allowances purchased in the United States may be redeemed through the Services only in the United States.
es: Los Gift Certificate, iTunes Cards, Content Codes y Allowances comprados en los Estados Unidos podrán ser canjeados a través de los Servicios en los Estados Unidos.

source: Such areas have been degraded through erosion with severe devegetation and the resulting loss of characteristic fauna and flora, with damaging consequences also for water quality, fisheries and tourism' (B. Kearney, G. Boyle, J. Walsh, 'Final Report on Evaluation of the Compensatory Allowances Scheme in Ireland', Dublin, 1995, p. 109).
es: Tales zonas se han visto deterioradas por la erosión, además de producirse una grave pérdida de vegetación, que acarreó la desaparición de especies animales y vegetales características, con consecuencias también nefastas para la calidad del agua, la pesca y el turismo» (B. Kearney, G. Boyle y J. Walsh, Final Report on Evaluation of the Compensatory Allowances Scheme in Ireland, Dublín, 1995, p. 109).

source: Risk of loss and title for Gift Certificates, iTunes Cards, and Allowances transmitted electronically pass to the purchaser in Virginia upon electronic transmission to the recipient.
es: El riesgo de pérdida y la titularidad de los Gift Certificates, iTunes Cards y Allowances trasmitidas electrónicamente pasan al comprador en Virginia al momento de la transmisión electrónica al receptor.

source: The parties maintain that the Telia and Telenor brands confer no particular advantage as, especially for household customers, it is the pricing strategy of a new entrant, which is important.
es: Las partes sostienen que las marcas Telia y Telenor no conceden ventajas especiales ya que, sobre todo para los clientes particulares, lo importante es la estrategia de precios de un nuevo operador.

source: The optimisation of the communications campaign and the selection of the appropriate distribution channel or pricing strategy are factors that are closely tied to the public you are targeting.
es: La optimización de la campaña de comunicación, la elección del canal de distribución más adecuado o la estrategia de precios, son factores íntimamente ligados con el público al que nos dirigimos.

source: The excellent performance of net customer deposit flows in the first half benefited from the marketing of products and the pricing strategy in all brands.
es: La excelente evolución en el flujo neto de depósitos en la primera mitad del año se ha visto beneficada por el marketing de productos y la estrategia de precios en todas las marcas.

source: In addition, Blokker will be able to minimise any negative effects of the increase in market share by Toys 'R' Us on its other operations by adapting its product range and pricing strategy.
es: "Además, Blokker podrá minimizar cualquier consecuencia negativa del incremento de la cuota de mercado de Toys ""R"" Us en sus restantes operaciones, adaptando su gama de productos y su estrategia de precios."

source: Companies signing up to FAIR commit themselves to follow the NECC's guidelines (e.g. on dual display of prices) and to apply a fair pricing strategy, in particular not to increase prices for the simple reason that the euro is being introduced.
es: Las empresas que se adhieran a esta iniciativa se comprometerán a seguir las orientaciones del Comité nacional para la transición al euro (particularmente en relación con la doble indicación de precios) y a aplicar una estrategia de precios justos, no incrementándolos por la simple razón de la introducción del euro.

source: From 1995 onwards, however, in the light of the continuous price pressure of the dumped imports, the Community industry had to modify its pricing strategy in order not to lose further shares of the market and to maintain production levels.
es: De 1995 en adelante, sin embargo, habida cuenta de la continua presión sobre los precios de las importaciones objeto de dumping, la industria de la Comunidad tuvo que modificar su estrategia de precios para no perder m

source: From what I can gather from skimming through the papers, some interesting things have been said at the lectures and in the reports, but the media repercussion has not been very big.
es: Por lo que he podido hojear en la documentación se han dicho cosas interesantes en las conferencias y comunicaciones, pero la repercusión en los medios de comunicación no ha sido muy alta.

source: Add chicken to pot; bring water to a boil, skimming foam.
es: Agregue el pollo, deje que el agua hierva, retirando la espuma.

source: Exclusive or selective distribution for crop protection products is rare.
es: La distribución exclusiva o selectiva de productos fitosanitarios no es frecuente.

source: In a selective distribution system, a distributor must comply with certain quality standards in relation to any advertisements that it has on its web page.
es: En un sistema de distribución selectiva, que un distribuidor deba cumplir ciertos estándares de calidad para la publicidad contenida en su página web.

source: It includes support granted directly to producers (development support, distribution support for television), as well as the cinema support schemes (Automatic & Selective Distribution) allocated by nationality of the films supported.
es: Incluye la ayuda concedida directamente a los productores (ayuda al desarrollo, a la distribución por televisión), así como los sistemas de apoyo al cine (distribución automática y selectiva) asignados por nacionalidad de las películas que reciben ayuda.

source: In Colombia, difficulties in expanding coverage have been exacerbated by incentives for risk skimming by the insurance providers in the contributory and subsidized regimes.
es: En Colombia, las dificultades para expandir la cobertura se han visto potenciadas por los incentivos a la selección de riesgos por parte de las aseguradoras de los regímenes contributivos y subsidiados.

source: Are there specific regulatory mechanisms aimed at preventing skimming, moral hazard and adverse selection?
es: ¿Existen mecanismos regulatorios específicos dirigidos a evitar el descreme, el riesgo moral y la selección adversa?

source: First, it is cleaned by degassing. This involves purifying the material with nitrogen, then skimming off the oxide that forms on the surface.
es: La limpieza por desgasificación consiste en pulverizar nitrógeno para purificar la materia antes de realizar el espumado, una operación que elimina el film de óxido superficial.

source: (c) any direct or indirect obligation causing the members of a selective distribution system not to sell the brands of particular competing suppliers.
es: c) cualquier obligación directa o indirecta que prohíba a los miembros de un sistema de distribución selectiva vender las marcas de determinados proveedores competidores.

source: We have to decide whether there is a need for further changes, including in the area of selective distribution.
es: Tenemos que decidir si hay que realizar más modificaciones también en el área de distribución selectiva.

source: Another strategy is to expand AstraZeneca's French distribution strategy of selective distribution for its strobilurin product to other Member States, thereby ensuring the loyalty of the distributors.
es: Otra estrategia consiste en ampliar a otros Estados miembros la estrategia de distribución exclusiva del producto a base de estrobilurina de AstraZeneca en Francia, garantizando así la lealtad de los distribuidores.

source: This can be found, for instance, in selective distribution and franchising.
es: La distribución selectiva y la franquicia son ejemplos de ello.

source: the restriction of sales to unauthorised distributors by the members of a selective distribution system, and
es: la restricción de ventas a distribuidores no autorizados por los miembros de un sistema de distribución selectiva, y

source: (d) the restriction of cross-supplies between distributors within a selective distribution system, including between distributors operating at different level of trade
es: d) la restricción de los suministros cruzados entre distribuidores dentro de un sistema de distribución selectiva, inclusive entre distribuidores que operen a distintos niveles del comercio

source: The combination of exclusive and selective distribution and the enactment of location clauses are no longer allowed under the new regulation.
es: Con el nuevo Reglamento ya no son posibles los acuerdos de distribución selectiva y exclusiva ni la fijación de cláusulas de establecimiento.

source: Selective distribution is almost always used to distribute branded final products.
es: La distribución selectiva casi siempre se utiliza para distribuir productos finales de marca.

source: The vertical review will also explore whether or not within selective distribution networks manufacturers dissuade appointed dealers from use of the internet.
es: El examen vertical permitirá también constatar si, en las redes de distribución selectiva, los fabricantes disuaden o no a determinados distribuidores de utilizar internet.

source: In that context, the benefits that selective distribution brings to consumers, both in the on-line and off-line worlds, will certainly be revisited.
es: En este contexto, por supuesto se volverán a ver los beneficios que la distribución selectiva reporta a los consumidores, tanto en línea como fuera de ella.

source: Since it was founded, 3 generations have worked to create a corporation based on two basic principles tradition and quality.
es: Desde nuestra fundación, 3 generaciones hemos trabajado con el objetivo de crear una corporación basada en dos principios básicos tradición y calidad.

source: The independent television station NTV was taken over by the state corporation Gazprom, which also forced a prominent daily newspaper to close.
es: La emisora independiente NTV ha sido absorbida por la empresa estatal Gazprom, la cual también ha forzado a un prominente periódico a cerrar.

source: In Cuba the restoration of capital has followed the road of limited foreign investment and there has virtually not been any transfer of state properties, although the public economic assets are found mainly in the hands of one corporation, the armed forces, which forms part of the State, but which is not the State itself.
es: En Cuba la restauración del capital ha seguido la vía de inversiones extranjeras limitadas y no ha habido virtualmente transferencia de propiedades estatales, aunque el patrimonio económico público se encuentra principalmente en manos de una corporación, las fuerzas armadas, que forma parte del Estado, pero que no es el Estado mismo.
